#+TITLE: Doctor Who Magazine Comics

* Doctor Who Magazine graphic novels (panini)

|   | No. | Doctor     | Book Title                   |    Year | DWM                 |   Price | Pages | Colorised In      | Notes         | Pages/Price | Ebook Status    |   |
|---+-----+------------+------------------------------+---------+---------------------+---------+-------+-------------------+---------------+-------------+-----------------+---|
| # |  26 | 1st-7th    | Land of the Blind            | 2018-07 | 212-227? (1996)     |     122 |   132 | No                |               |       1.082 | [X] DIY         | Y |
|   |   1 | 4th        | [[http://tardis.wikia.com/wiki/The_Iron_Legion_(graphic_novel)][The Iron Legion]]              | 2004-04 | 001-038 (1979-1980) |     204 |   212 | DWC1              |               |       1.039 | [X] CBR         |   |
|   |   2 | 4th        | [[http://tardis.wikia.com/wiki/Dragon's_Claw_(graphic_novel)][The Dragon's Claw]]            | 2004-12 | 039-060 (1982)      |     225 |   212 | DWC2/DWC3         |               |      0.9422 | [X] CBR         |   |
|   |   3 | 5th        | [[http://tardis.wikia.com/wiki/The_Tides_of_Time_(graphic_novel)][The Tides of Time]]            | 2005-03 | 061-087 (1984)      |  23.7*8 |   228 | DWC4              | NA on AMZ.cn  |       1.203 | [X] CBR         |   |
|   |   8 | 6th vol1   | [[http://tardis.wikia.com/wiki/Voyager_(graphic_novel)][Voyager]]                      | 2007-10 | 088-107 (1985)      |     229 |   172 | DWC6              |               |      0.7511 | [X] CBR         |   |
|   |   9 | 6th vol2   | [[http://tardis.wikia.com/wiki/The_World_Shapers_(graphic_novel)][The World Shapers]]            | 2008-05 | 108-129 (1987)      |     159 |   288 | DWC3/8            |               |       1.811 | [X] CBR         | Y |
|   |  11 | 7th vol1   | [[http://tardis.wikia.com/wiki/A_Cold_Day_in_Hell_(graphic_novel)][A Cold Day in Hell]]           | 2009-05 | 130-150 (1988)      |     229 |   186 | DWC7              |               |      0.8122 | [X] CBR         |   |
| # |  15 | 7th vol2   | [[http://tardis.wikia.com/wiki/Nemesis_of_the_Daleks_(graphic_novel)][Nemesis of the Daleks]]        | 2013-04 | 152-162 (1989)      |  21.9*8 |   196 | DWC9              | NA on AMZ.cn  |       1.119 | [X] DIY         |   |
| # |  20 | 7th vol3   | [[http://tardis.wikia.com/wiki/The_Good_Soldier_(graphic_novel)][The Good Soldier]]             | 2015-06 | 163-179 (1991)      |     121 |   130 | No                |               |       1.074 | [X] DIY         |   |
| # |  22 | 7th vol4   | [[http://tardis.wikia.com/wiki/Evening's_Empire_(graphic_novel)][Evening's Empire]]             | 2016-07 | 180-192 (1992)      |     121 |   132 | half:DWCC-special |               |       1.091 | [X] DIY         |   |
| # |  24 | 7th vol5   | [[http://tardis.wikia.com/wiki/Emperor_of_the_Daleks_(graphic_novel)][Emperor of the Daleks]]        | 2017-05 | 193-211 (1994)      |     167 |   180 | No                |               |       1.078 | [X] DIY         |   |
|   |   4 | 8th vol1   | [[http://tardis.wikia.com/wiki/Endgame_(graphic_novel)][Endgame]]                      | 2005-10 | 244-271 (1998)      | 21.95*8 |   212 | No                | NA on AMZ.cn. |       1.207 | [X] CBR         |   |
|   |   5 | 8th vol2   | [[http://tardis.wikia.com/wiki/The_Glorious_Dead_(graphic_novel)][The Glorious Dead]]            | 2006-06 | 272-299 (2001)      |     235 |   244 | No                |               |       1.038 | [X] CBR         | ? |
|   |   6 | 8th vol3   | [[http://tardis.wikia.com/wiki/Oblivion_%28graphic_novel%29][Oblivion]]                     | 2006-10 | 300-328 (2003)      |     216 |   228 | Yes               |               |       1.056 | [X] CBR         |   |
|   |   7 | 8th vol4   | [[http://tardis.wikia.com/wiki/The_Flood_(graphic_novel)][The Flood]]                    | 2007-02 | 329-353 (2005)      |     153 |   228 | Yes               |               |        1.49 | [X] CBR         | Y |
| * |  18 | 9th        | [[http://tardis.wikia.com/wiki/The_Cruel_Sea_(graphic_novel)][The Cruel Sea]]                | 2014-05 | 355-364 (2006)      |     121 |   130 | Yes               |               |       1.074 | [-] DWMSE[fn:3] | Y |
|   |  10 | 10th vol1  | [[http://tardis.wikia.com/wiki/The_Betrothal_of_Sontar_%28graphic_novel%29][The Betrothal of Sontar]]      | 2008-10 | 365-380 (2007)      |  13.9*8 |   180 |                   | NA on AMZ.cn  |       1.619 | [X] CBR         |   |
|   |  12 | 10th vol2  | [[http://tardis.wikia.com/wiki/The_World_Shapers_(graphic_novel)][The Widow's Curse]]            | 2009-10 | 381-399 (2008)      |  23.7*8 |   212 |                   | NA on AMZ.cn  |       1.118 | [X] CBR         |   |
| * |  13 | 10th vol3  | [[http://tardis.wikia.com/wiki/The_Crimson_Hand_%28graphic_novel%29][The Crimson Hand]]             | 2012-05 | 400-420 (2010)      | 22.51*8 |   260 |                   | NA on AMZ.cn  |       1.444 | [X] DIY         |   |
| * |  14 | 11th vol1  | [[http://tardis.wikia.com/wiki/The_Child_of_Time_(graphic_novel)][The Child of Time]]            | 2012-11 | 421-441 (2011)      | 24.95*8 |   260 |                   | NA on AMZ.cn  |       1.303 | [X] DIY         |   |
| * |  16 | 11th vol2  | [[http://tardis.wikia.com/wiki/The_Chains_of_Olympus_(graphic_novel)][The Chains of Olympus]]        | 2013-09 | 442-450 (2012)      |     118 |   130 |                   |               |       1.102 | [X] DIY         |   |
| * |  17 | 11th vol3  | [[http://tardis.wikia.com/wiki/Hunters_of_the_Burning_Stone_%28graphic_novel%29][Hunters of The Burning Stone]] | 2013-09 | 451-461 (2013)      |     122 |   162 |                   |               |       1.328 | [-] DIY[fn:1]   | Y |
| * |  19 | 11th vol4  | [[http://tardis.wikia.com/wiki/The_Blood_of_Azrael_(graphic_novel)][The Blood of Azael]]           | 2014-10 | 462-474 (2014)      |     113 |   178 |                   |               |       1.575 | [X] DIY         |   |
| * |  21 | 12th vol1  | [[http://tardis.wikia.com/wiki/The_Eye_of_Torment_%28graphic_novel%29][The Eye of Torment]]           | 2015-09 | 475-488 (2015)      |     120 |   180 |                   |               |         1.5 | [X] DIY         |   |
| * |  23 | 12th vol2  | [[http://tardis.wikia.com/wiki/The_Highgate_Horror_(graphic_novel)][The Highgate Horror]]          | 2016-10 | 484,489-500 (2016)  |     121 |   180 |                   |               |       1.488 | [-] DIY         | Y |
| * |  25 | 12th vol3  | [[http://tardis.wikia.com/wiki/Doorway_to_Hell_(graphic_novel)][Doorway to Hell]]              | 2017-08 | 501-511 (2017)      |     159 |   148 |                   |               |      0.9308 | [X] DIY         |   |
| # |  27 | 12th vol4  | The Phantom Piper            | 2018-11 | 512-523 (2018)      |         |       |                   |               |         0/0 | [-] DIY         |   |
|   |  28 | 1,4,5,7,12 | The Clockwise War            | 2019-06 | 524-530+DWY         |         |       |                   |               |             |                 |   |
|   |  29 | 1-7        | Ground Zero                  | 2019-12 | 228-243             |         |       |                   |               |             |                 |   |
#+TBLFM: $11=$8/$7;p4

